// BOSS public search option labels and codes. Refresh when the website changes.
export const bossOptions = {
  "city": [
    {
      "label": "鞍山",
      "value": "101070300"
    },
    {
      "label": "阿拉善盟",
      "value": "101081200"
    },
    {
      "label": "安康",
      "value": "101110700"
    },
    {
      "label": "阿克苏地区",
      "value": "101131000"
    },
    {
      "label": "阿勒泰地区",
      "value": "101131500"
    },
    {
      "label": "阿拉尔",
      "value": "101131700"
    },
    {
      "label": "阿里地区",
      "value": "101140700"
    },
    {
      "label": "安阳",
      "value": "101180200"
    },
    {
      "label": "安庆",
      "value": "101220600"
    },
    {
      "label": "安顺",
      "value": "101260300"
    },
    {
      "label": "阿坝藏族羌族自治州",
      "value": "101271900"
    },
    {
      "label": "澳门",
      "value": "101330100"
    },
    {
      "label": "白城",
      "value": "101060500"
    },
    {
      "label": "白山",
      "value": "101060800"
    },
    {
      "label": "本溪",
      "value": "101070500"
    },
    {
      "label": "包头",
      "value": "101080200"
    },
    {
      "label": "巴彦淖尔",
      "value": "101080800"
    },
    {
      "label": "保定",
      "value": "101090200"
    },
    {
      "label": "宝鸡",
      "value": "101110900"
    },
    {
      "label": "滨州",
      "value": "101121100"
    },
    {
      "label": "巴音郭楞蒙古自治州",
      "value": "101130400"
    },
    {
      "label": "博尔塔拉蒙古自治州",
      "value": "101130500"
    },
    {
      "label": "北屯市",
      "value": "101132100"
    },
    {
      "label": "白杨市",
      "value": "101132700"
    },
    {
      "label": "白银",
      "value": "101161000"
    },
    {
      "label": "蚌埠",
      "value": "101220200"
    },
    {
      "label": "亳州",
      "value": "101220900"
    },
    {
      "label": "毕节",
      "value": "101260500"
    },
    {
      "label": "巴中",
      "value": "101270900"
    },
    {
      "label": "保山",
      "value": "101290300"
    },
    {
      "label": "百色",
      "value": "101301000"
    },
    {
      "label": "北海",
      "value": "101301300"
    },
    {
      "label": "白沙黎族自治县",
      "value": "101311400"
    },
    {
      "label": "保亭黎族苗族自治县",
      "value": "101311800"
    },
    {
      "label": "长春",
      "value": "101060100"
    },
    {
      "label": "朝阳",
      "value": "101071200"
    },
    {
      "label": "赤峰",
      "value": "101080500"
    },
    {
      "label": "承德",
      "value": "101090400"
    },
    {
      "label": "沧州",
      "value": "101090700"
    },
    {
      "label": "长治",
      "value": "101100500"
    },
    {
      "label": "昌吉回族自治州",
      "value": "101130300"
    },
    {
      "label": "昌都",
      "value": "101140300"
    },
    {
      "label": "常州",
      "value": "101191100"
    },
    {
      "label": "滁州",
      "value": "101221000"
    },
    {
      "label": "池州",
      "value": "101221500"
    },
    {
      "label": "郴州",
      "value": "101250500"
    },
    {
      "label": "常德",
      "value": "101250600"
    },
    {
      "label": "潮州",
      "value": "101281500"
    },
    {
      "label": "楚雄彝族自治州",
      "value": "101291700"
    },
    {
      "label": "崇左",
      "value": "101300200"
    },
    {
      "label": "澄迈",
      "value": "101311200"
    },
    {
      "label": "昌江黎族自治县",
      "value": "101311500"
    },
    {
      "label": "大庆",
      "value": "101050800"
    },
    {
      "label": "大兴安岭地区",
      "value": "101051300"
    },
    {
      "label": "大连",
      "value": "101070200"
    },
    {
      "label": "丹东",
      "value": "101070600"
    },
    {
      "label": "大同",
      "value": "101100200"
    },
    {
      "label": "德州",
      "value": "101120400"
    },
    {
      "label": "东营",
      "value": "101121200"
    },
    {
      "label": "定西",
      "value": "101160200"
    },
    {
      "label": "达州",
      "value": "101270600"
    },
    {
      "label": "德阳",
      "value": "101271700"
    },
    {
      "label": "东莞",
      "value": "101281600"
    },
    {
      "label": "东沙群岛",
      "value": "101282200"
    },
    {
      "label": "德宏傣族景颇族自治州",
      "value": "101291300"
    },
    {
      "label": "迪庆藏族自治州",
      "value": "101291500"
    },
    {
      "label": "大理白族自治州",
      "value": "101291600"
    },
    {
      "label": "儋州",
      "value": "101310400"
    },
    {
      "label": "东方",
      "value": "101310900"
    },
    {
      "label": "定安",
      "value": "101311000"
    },
    {
      "label": "鄂尔多斯",
      "value": "101080600"
    },
    {
      "label": "鄂州",
      "value": "101200300"
    },
    {
      "label": "恩施土家族苗族自治州",
      "value": "101201300"
    },
    {
      "label": "抚顺",
      "value": "101070400"
    },
    {
      "label": "阜新",
      "value": "101070900"
    },
    {
      "label": "阜阳",
      "value": "101220800"
    },
    {
      "label": "福州",
      "value": "101230100"
    },
    {
      "label": "抚州",
      "value": "101240400"
    },
    {
      "label": "佛山",
      "value": "101280800"
    },
    {
      "label": "防城港",
      "value": "101301400"
    },
    {
      "label": "果洛藏族自治州",
      "value": "101150600"
    },
    {
      "label": "甘南藏族自治州",
      "value": "101161400"
    },
    {
      "label": "固原",
      "value": "101170400"
    },
    {
      "label": "赣州",
      "value": "101240700"
    },
    {
      "label": "贵阳",
      "value": "101260100"
    },
    {
      "label": "广安",
      "value": "101270800"
    },
    {
      "label": "广元",
      "value": "101271800"
    },
    {
      "label": "甘孜藏族自治州",
      "value": "101272100"
    },
    {
      "label": "桂林",
      "value": "101300500"
    },
    {
      "label": "贵港",
      "value": "101300800"
    },
    {
      "label": "哈尔滨",
      "value": "101050100"
    },
    {
      "label": "黑河",
      "value": "101050600"
    },
    {
      "label": "鹤岗",
      "value": "101051100"
    },
    {
      "label": "葫芦岛",
      "value": "101071400"
    },
    {
      "label": "呼和浩特",
      "value": "101080100"
    },
    {
      "label": "呼伦贝尔",
      "value": "101080700"
    },
    {
      "label": "衡水",
      "value": "101090800"
    },
    {
      "label": "邯郸",
      "value": "101091000"
    },
    {
      "label": "汉中",
      "value": "101110800"
    },
    {
      "label": "菏泽",
      "value": "101121000"
    },
    {
      "label": "哈密",
      "value": "101130900"
    },
    {
      "label": "和田地区",
      "value": "101131300"
    },
    {
      "label": "胡杨河市",
      "value": "101132600"
    },
    {
      "label": "海东",
      "value": "101150200"
    },
    {
      "label": "海北藏族自治州",
      "value": "101150300"
    },
    {
      "label": "黄南藏族自治州",
      "value": "101150400"
    },
    {
      "label": "海南藏族自治州",
      "value": "101150500"
    },
    {
      "label": "海西蒙古族藏族自治州",
      "value": "101150800"
    },
    {
      "label": "鹤壁",
      "value": "101181200"
    },
    {
      "label": "淮安",
      "value": "101190900"
    },
    {
      "label": "黄冈",
      "value": "101200500"
    },
    {
      "label": "黄石",
      "value": "101200600"
    },
    {
      "label": "湖州",
      "value": "101210200"
    },
    {
      "label": "合肥",
      "value": "101220100"
    },
    {
      "label": "淮南",
      "value": "101220400"
    },
    {
      "label": "淮北",
      "value": "101221100"
    },
    {
      "label": "黄山",
      "value": "101221600"
    },
    {
      "label": "衡阳",
      "value": "101250400"
    },
    {
      "label": "怀化",
      "value": "101251200"
    },
    {
      "label": "惠州",
      "value": "101280300"
    },
    {
      "label": "河源",
      "value": "101281200"
    },
    {
      "label": "红河哈尼族彝族自治州",
      "value": "101291200"
    },
    {
      "label": "贺州",
      "value": "101300700"
    },
    {
      "label": "河池",
      "value": "101301200"
    },
    {
      "label": "海口",
      "value": "101310100"
    },
    {
      "label": "佳木斯",
      "value": "101050400"
    },
    {
      "label": "鸡西",
      "value": "101051000"
    },
    {
      "label": "吉林",
      "value": "101060200"
    },
    {
      "label": "锦州",
      "value": "101070700"
    },
    {
      "label": "晋中",
      "value": "101100400"
    },
    {
      "label": "晋城",
      "value": "101100600"
    },
    {
      "label": "济南",
      "value": "101120100"
    },
    {
      "label": "济宁",
      "value": "101120700"
    },
    {
      "label": "金昌",
      "value": "101160600"
    },
    {
      "label": "酒泉",
      "value": "101160800"
    },
    {
      "label": "嘉峪关",
      "value": "101161200"
    },
    {
      "label": "焦作",
      "value": "101181100"
    },
    {
      "label": "济源",
      "value": "101181800"
    },
    {
      "label": "荆州",
      "value": "101200800"
    },
    {
      "label": "荆门",
      "value": "101201200"
    },
    {
      "label": "嘉兴",
      "value": "101210300"
    },
    {
      "label": "金华",
      "value": "101210900"
    },
    {
      "label": "九江",
      "value": "101240200"
    },
    {
      "label": "吉安",
      "value": "101240600"
    },
    {
      "label": "景德镇",
      "value": "101240800"
    },
    {
      "label": "江门",
      "value": "101281100"
    },
    {
      "label": "揭阳",
      "value": "101281900"
    },
    {
      "label": "克拉玛依",
      "value": "101130200"
    },
    {
      "label": "克孜勒苏柯尔克孜自治州",
      "value": "101131100"
    },
    {
      "label": "喀什地区",
      "value": "101131200"
    },
    {
      "label": "可克达拉市",
      "value": "101132200"
    },
    {
      "label": "昆玉市",
      "value": "101132300"
    },
    {
      "label": "开封",
      "value": "101180800"
    },
    {
      "label": "昆明",
      "value": "101290100"
    },
    {
      "label": "辽源",
      "value": "101060600"
    },
    {
      "label": "辽阳",
      "value": "101071000"
    },
    {
      "label": "廊坊",
      "value": "101090600"
    },
    {
      "label": "临汾",
      "value": "101100700"
    },
    {
      "label": "吕梁",
      "value": "101101100"
    },
    {
      "label": "临沂",
      "value": "101120900"
    },
    {
      "label": "聊城",
      "value": "101121700"
    },
    {
      "label": "拉萨",
      "value": "101140100"
    },
    {
      "label": "林芝",
      "value": "101140400"
    },
    {
      "label": "兰州",
      "value": "101160100"
    },
    {
      "label": "陇南",
      "value": "101161100"
    },
    {
      "label": "临夏回族自治州",
      "value": "101161300"
    },
    {
      "label": "洛阳",
      "value": "101180900"
    },
    {
      "label": "漯河",
      "value": "101181500"
    },
    {
      "label": "连云港",
      "value": "101191000"
    },
    {
      "label": "丽水",
      "value": "101210800"
    },
    {
      "label": "六安",
      "value": "101221400"
    },
    {
      "label": "龙岩",
      "value": "101230700"
    },
    {
      "label": "娄底",
      "value": "101250800"
    },
    {
      "label": "六盘水",
      "value": "101260600"
    },
    {
      "label": "泸州",
      "value": "101271000"
    },
    {
      "label": "乐山",
      "value": "101271400"
    },
    {
      "label": "凉山彝族自治州",
      "value": "101272000"
    },
    {
      "label": "临沧",
      "value": "101290800"
    },
    {
      "label": "丽江",
      "value": "101290900"
    },
    {
      "label": "柳州",
      "value": "101300300"
    },
    {
      "label": "来宾",
      "value": "101300400"
    },
    {
      "label": "临高",
      "value": "101311300"
    },
    {
      "label": "乐东黎族自治县",
      "value": "101311600"
    },
    {
      "label": "陵水黎族自治县",
      "value": "101311700"
    },
    {
      "label": "牡丹江",
      "value": "101050300"
    },
    {
      "label": "马鞍山",
      "value": "101220500"
    },
    {
      "label": "绵阳",
      "value": "101270400"
    },
    {
      "label": "眉山",
      "value": "101271500"
    },
    {
      "label": "梅州",
      "value": "101280400"
    },
    {
      "label": "茂名",
      "value": "101282000"
    },
    {
      "label": "那曲",
      "value": "101140600"
    },
    {
      "label": "南阳",
      "value": "101180700"
    },
    {
      "label": "南京",
      "value": "101190100"
    },
    {
      "label": "南通",
      "value": "101190500"
    },
    {
      "label": "宁波",
      "value": "101210400"
    },
    {
      "label": "宁德",
      "value": "101230300"
    },
    {
      "label": "南平",
      "value": "101230900"
    },
    {
      "label": "南昌",
      "value": "101240100"
    },
    {
      "label": "南充",
      "value": "101270500"
    },
    {
      "label": "内江",
      "value": "101271200"
    },
    {
      "label": "怒江傈僳族自治州",
      "value": "101291400"
    },
    {
      "label": "南宁",
      "value": "101300100"
    },
    {
      "label": "盘锦",
      "value": "101071300"
    },
    {
      "label": "平凉",
      "value": "101160300"
    },
    {
      "label": "平顶山",
      "value": "101180500"
    },
    {
      "label": "濮阳",
      "value": "101181300"
    },
    {
      "label": "莆田",
      "value": "101230400"
    },
    {
      "label": "萍乡",
      "value": "101240900"
    },
    {
      "label": "攀枝花",
      "value": "101270200"
    },
    {
      "label": "普洱",
      "value": "101290500"
    },
    {
      "label": "齐齐哈尔",
      "value": "101050200"
    },
    {
      "label": "七台河",
      "value": "101050900"
    },
    {
      "label": "秦皇岛",
      "value": "101091100"
    },
    {
      "label": "青岛",
      "value": "101120200"
    },
    {
      "label": "庆阳",
      "value": "101160400"
    },
    {
      "label": "潜江",
      "value": "101201500"
    },
    {
      "label": "衢州",
      "value": "101211000"
    },
    {
      "label": "泉州",
      "value": "101230500"
    },
    {
      "label": "黔东南苗族侗族自治州",
      "value": "101260700"
    },
    {
      "label": "黔南布依族苗族自治州",
      "value": "101260800"
    },
    {
      "label": "黔西南布依族苗族自治州",
      "value": "101260900"
    },
    {
      "label": "清远",
      "value": "101281300"
    },
    {
      "label": "曲靖",
      "value": "101290200"
    },
    {
      "label": "钦州",
      "value": "101301100"
    },
    {
      "label": "琼海",
      "value": "101310600"
    },
    {
      "label": "琼中黎族苗族自治县",
      "value": "101311900"
    },
    {
      "label": "日照",
      "value": "101121500"
    },
    {
      "label": "日喀则",
      "value": "101140200"
    },
    {
      "label": "绥化",
      "value": "101050500"
    },
    {
      "label": "双鸭山",
      "value": "101051200"
    },
    {
      "label": "四平",
      "value": "101060300"
    },
    {
      "label": "松原",
      "value": "101060700"
    },
    {
      "label": "沈阳",
      "value": "101070100"
    },
    {
      "label": "石家庄",
      "value": "101090100"
    },
    {
      "label": "朔州",
      "value": "101100900"
    },
    {
      "label": "商洛",
      "value": "101110600"
    },
    {
      "label": "石河子",
      "value": "101131600"
    },
    {
      "label": "双河市",
      "value": "101132400"
    },
    {
      "label": "山南",
      "value": "101140500"
    },
    {
      "label": "石嘴山",
      "value": "101170200"
    },
    {
      "label": "商丘",
      "value": "101181000"
    },
    {
      "label": "三门峡",
      "value": "101181700"
    },
    {
      "label": "宿迁",
      "value": "101191300"
    },
    {
      "label": "十堰",
      "value": "101201000"
    },
    {
      "label": "随州",
      "value": "101201100"
    },
    {
      "label": "神农架",
      "value": "101201700"
    },
    {
      "label": "绍兴",
      "value": "101210500"
    },
    {
      "label": "宿州",
      "value": "101220700"
    },
    {
      "label": "三明",
      "value": "101230800"
    },
    {
      "label": "上饶",
      "value": "101240300"
    },
    {
      "label": "邵阳",
      "value": "101250900"
    },
    {
      "label": "遂宁",
      "value": "101270700"
    },
    {
      "label": "韶关",
      "value": "101280200"
    },
    {
      "label": "汕头",
      "value": "101280500"
    },
    {
      "label": "汕尾",
      "value": "101282100"
    },
    {
      "label": "三亚",
      "value": "101310200"
    },
    {
      "label": "三沙",
      "value": "101310300"
    },
    {
      "label": "通化",
      "value": "101060400"
    },
    {
      "label": "铁岭",
      "value": "101071100"
    },
    {
      "label": "通辽",
      "value": "101080400"
    },
    {
      "label": "唐山",
      "value": "101090500"
    },
    {
      "label": "太原",
      "value": "101100100"
    },
    {
      "label": "铜川",
      "value": "101111000"
    },
    {
      "label": "泰安",
      "value": "101120800"
    },
    {
      "label": "吐鲁番",
      "value": "101130800"
    },
    {
      "label": "塔城地区",
      "value": "101131400"
    },
    {
      "label": "图木舒克",
      "value": "101131800"
    },
    {
      "label": "铁门关",
      "value": "101132000"
    },
    {
      "label": "天水",
      "value": "101160900"
    },
    {
      "label": "泰州",
      "value": "101191200"
    },
    {
      "label": "天门",
      "value": "101201600"
    },
    {
      "label": "台州",
      "value": "101210600"
    },
    {
      "label": "铜陵",
      "value": "101221200"
    },
    {
      "label": "铜仁",
      "value": "101260400"
    },
    {
      "label": "屯昌",
      "value": "101311100"
    },
    {
      "label": "台湾",
      "value": "101341100"
    },
    {
      "label": "乌海",
      "value": "101080300"
    },
    {
      "label": "乌兰察布",
      "value": "101080900"
    },
    {
      "label": "渭南",
      "value": "101110500"
    },
    {
      "label": "潍坊",
      "value": "101120600"
    },
    {
      "label": "威海",
      "value": "101121300"
    },
    {
      "label": "乌鲁木齐",
      "value": "101130100"
    },
    {
      "label": "五家渠",
      "value": "101131900"
    },
    {
      "label": "武威",
      "value": "101160500"
    },
    {
      "label": "吴忠",
      "value": "101170300"
    },
    {
      "label": "无锡",
      "value": "101190200"
    },
    {
      "label": "温州",
      "value": "101210700"
    },
    {
      "label": "芜湖",
      "value": "101220300"
    },
    {
      "label": "文山壮族苗族自治州",
      "value": "101291100"
    },
    {
      "label": "梧州",
      "value": "101300600"
    },
    {
      "label": "五指山",
      "value": "101310500"
    },
    {
      "label": "文昌",
      "value": "101310700"
    },
    {
      "label": "万宁",
      "value": "101310800"
    },
    {
      "label": "锡林郭勒盟",
      "value": "101081000"
    },
    {
      "label": "兴安盟",
      "value": "101081100"
    },
    {
      "label": "邢台",
      "value": "101090900"
    },
    {
      "label": "忻州",
      "value": "101101000"
    },
    {
      "label": "咸阳",
      "value": "101110200"
    },
    {
      "label": "新星市",
      "value": "101132500"
    },
    {
      "label": "西宁",
      "value": "101150100"
    },
    {
      "label": "新乡",
      "value": "101180300"
    },
    {
      "label": "许昌",
      "value": "101180400"
    },
    {
      "label": "信阳",
      "value": "101180600"
    },
    {
      "label": "徐州",
      "value": "101190800"
    },
    {
      "label": "襄阳",
      "value": "101200200"
    },
    {
      "label": "孝感",
      "value": "101200400"
    },
    {
      "label": "咸宁",
      "value": "101200700"
    },
    {
      "label": "仙桃",
      "value": "101201400"
    },
    {
      "label": "宣城",
      "value": "101221300"
    },
    {
      "label": "新余",
      "value": "101241000"
    },
    {
      "label": "湘潭",
      "value": "101250200"
    },
    {
      "label": "湘西土家族苗族自治州",
      "value": "101251400"
    },
    {
      "label": "西双版纳傣族自治州",
      "value": "101291000"
    },
    {
      "label": "香港",
      "value": "101320300"
    },
    {
      "label": "伊春",
      "value": "101050700"
    },
    {
      "label": "延边朝鲜族自治州",
      "value": "101060900"
    },
    {
      "label": "营口",
      "value": "101070800"
    },
    {
      "label": "阳泉",
      "value": "101100300"
    },
    {
      "label": "运城",
      "value": "101100800"
    },
    {
      "label": "延安",
      "value": "101110300"
    },
    {
      "label": "榆林",
      "value": "101110400"
    },
    {
      "label": "烟台",
      "value": "101120500"
    },
    {
      "label": "伊犁哈萨克自治州",
      "value": "101130600"
    },
    {
      "label": "玉树藏族自治州",
      "value": "101150700"
    },
    {
      "label": "银川",
      "value": "101170100"
    },
    {
      "label": "扬州",
      "value": "101190600"
    },
    {
      "label": "盐城",
      "value": "101190700"
    },
    {
      "label": "宜昌",
      "value": "101200900"
    },
    {
      "label": "宜春",
      "value": "101240500"
    },
    {
      "label": "鹰潭",
      "value": "101241100"
    },
    {
      "label": "益阳",
      "value": "101250700"
    },
    {
      "label": "岳阳",
      "value": "101251000"
    },
    {
      "label": "永州",
      "value": "101251300"
    },
    {
      "label": "宜宾",
      "value": "101271100"
    },
    {
      "label": "雅安",
      "value": "101271600"
    },
    {
      "label": "云浮",
      "value": "101281400"
    },
    {
      "label": "阳江",
      "value": "101281800"
    },
    {
      "label": "玉溪",
      "value": "101290400"
    },
    {
      "label": "玉林",
      "value": "101300900"
    },
    {
      "label": "张家口",
      "value": "101090300"
    },
    {
      "label": "淄博",
      "value": "101120300"
    },
    {
      "label": "枣庄",
      "value": "101121400"
    },
    {
      "label": "张掖",
      "value": "101160700"
    },
    {
      "label": "中卫",
      "value": "101170500"
    },
    {
      "label": "周口",
      "value": "101181400"
    },
    {
      "label": "驻马店",
      "value": "101181600"
    },
    {
      "label": "镇江",
      "value": "101190300"
    },
    {
      "label": "舟山",
      "value": "101211100"
    },
    {
      "label": "漳州",
      "value": "101230600"
    },
    {
      "label": "株洲",
      "value": "101250300"
    },
    {
      "label": "张家界",
      "value": "101251100"
    },
    {
      "label": "遵义",
      "value": "101260200"
    },
    {
      "label": "自贡",
      "value": "101270300"
    },
    {
      "label": "资阳",
      "value": "101271300"
    },
    {
      "label": "珠海",
      "value": "101280700"
    },
    {
      "label": "肇庆",
      "value": "101280900"
    },
    {
      "label": "湛江",
      "value": "101281000"
    },
    {
      "label": "中山",
      "value": "101281700"
    },
    {
      "label": "昭通",
      "value": "101290700"
    },
    {
      "label": "不限",
      "value": "0"
    },
    {
      "label": "全国",
      "value": "100010000"
    },
    {
      "label": "北京",
      "value": "101010100"
    },
    {
      "label": "上海",
      "value": "101020100"
    },
    {
      "label": "广州",
      "value": "101280100"
    },
    {
      "label": "深圳",
      "value": "101280600"
    },
    {
      "label": "杭州",
      "value": "101210100"
    },
    {
      "label": "天津",
      "value": "101030100"
    },
    {
      "label": "西安",
      "value": "101110100"
    },
    {
      "label": "苏州",
      "value": "101190400"
    },
    {
      "label": "武汉",
      "value": "101200100"
    },
    {
      "label": "厦门",
      "value": "101230200"
    },
    {
      "label": "长沙",
      "value": "101250100"
    },
    {
      "label": "成都",
      "value": "101270100"
    },
    {
      "label": "郑州",
      "value": "101180100"
    },
    {
      "label": "重庆",
      "value": "101040100"
    }
  ],
  "degree": [
    {
      "label": "不限",
      "value": "0"
    },
    {
      "label": "初中及以下",
      "value": "209"
    },
    {
      "label": "中专/中技",
      "value": "208"
    },
    {
      "label": "高中",
      "value": "206"
    },
    {
      "label": "大专",
      "value": "202"
    },
    {
      "label": "本科",
      "value": "203"
    },
    {
      "label": "硕士",
      "value": "204"
    },
    {
      "label": "博士",
      "value": "205"
    }
  ],
  "experience": [
    {
      "label": "不限",
      "value": "0"
    },
    {
      "label": "在校生",
      "value": "108"
    },
    {
      "label": "应届毕业生",
      "value": "102"
    },
    {
      "label": "经验不限",
      "value": "101"
    },
    {
      "label": "1年以下",
      "value": "103"
    },
    {
      "label": "1-3年",
      "value": "104"
    },
    {
      "label": "3-5年",
      "value": "105"
    },
    {
      "label": "5-10年",
      "value": "106"
    },
    {
      "label": "10年以上",
      "value": "107"
    }
  ],
  "industry": [
    {
      "label": "企业服务",
      "value": "100015"
    },
    {
      "label": "医疗健康",
      "value": "100006"
    },
    {
      "label": "游戏",
      "value": "100002"
    },
    {
      "label": "社交网络与媒体",
      "value": "100003"
    },
    {
      "label": "人工智能",
      "value": "100028"
    },
    {
      "label": "云计算",
      "value": "100029"
    },
    {
      "label": "在线教育",
      "value": "100012"
    },
    {
      "label": "计算机服务",
      "value": "100023"
    },
    {
      "label": "大数据",
      "value": "100005"
    },
    {
      "label": "广告营销",
      "value": "100004"
    },
    {
      "label": "物联网",
      "value": "100030"
    },
    {
      "label": "新零售",
      "value": "100017"
    },
    {
      "label": "信息安全",
      "value": "100016"
    },
    {
      "label": "电子/通信/半导体",
      "value": "101400"
    },
    {
      "label": "半导体/芯片",
      "value": "101405"
    },
    {
      "label": "电子/硬件开发",
      "value": "101406"
    },
    {
      "label": "通信/网络设备",
      "value": "101402"
    },
    {
      "label": "智能硬件/消费电子",
      "value": "101401"
    },
    {
      "label": "运营商/增值服务",
      "value": "101403"
    },
    {
      "label": "计算机硬件",
      "value": "101404"
    },
    {
      "label": "电子/半导体/集成电路",
      "value": "101407"
    },
    {
      "label": "服务业",
      "value": "101100"
    },
    {
      "label": "餐饮",
      "value": "101101"
    },
    {
      "label": "美容",
      "value": "101111"
    },
    {
      "label": "美发",
      "value": "101112"
    },
    {
      "label": "酒店/民宿",
      "value": "101102"
    },
    {
      "label": "休闲/娱乐",
      "value": "101107"
    },
    {
      "label": "运动/健身",
      "value": "101113"
    },
    {
      "label": "保健/养生",
      "value": "101114"
    },
    {
      "label": "家政服务",
      "value": "101109"
    },
    {
      "label": "旅游/景区",
      "value": "101103"
    },
    {
      "label": "婚庆/摄影",
      "value": "101105"
    },
    {
      "label": "宠物服务",
      "value": "101110"
    },
    {
      "label": "回收/维修",
      "value": "101108"
    },
    {
      "label": "美容/美发",
      "value": "101104"
    },
    {
      "label": "其他生活服务",
      "value": "101106"
    },
    {
      "label": "消费品/批发/零售",
      "value": "101000"
    },
    {
      "label": "批发/零售",
      "value": "101011"
    },
    {
      "label": "进出口贸易",
      "value": "101012"
    },
    {
      "label": "食品/饮料/烟酒",
      "value": "101001"
    },
    {
      "label": "服装/纺织",
      "value": "101003"
    },
    {
      "label": "家具/家居",
      "value": "101009"
    },
    {
      "label": "家用电器",
      "value": "101010"
    },
    {
      "label": "日化",
      "value": "101002"
    },
    {
      "label": "珠宝/首饰",
      "value": "101006"
    },
    {
      "label": "家具/家电/家居",
      "value": "101004"
    },
    {
      "label": "其他消费品",
      "value": "101013"
    },
    {
      "label": "房地产/建筑",
      "value": "100700"
    },
    {
      "label": "装修装饰",
      "value": "100704"
    },
    {
      "label": "房屋建筑工程",
      "value": "100708"
    },
    {
      "label": "土木工程",
      "value": "100709"
    },
    {
      "label": "机电工程",
      "value": "100710"
    },
    {
      "label": "物业管理",
      "value": "100707"
    },
    {
      "label": "房地产中介/租赁",
      "value": "100706"
    },
    {
      "label": "建筑材料",
      "value": "100705"
    },
    {
      "label": "房地产开发经营",
      "value": "100701"
    },
    {
      "label": "建筑设计",
      "value": "100703"
    },
    {
      "label": "建筑工程咨询服务",
      "value": "100711"
    },
    {
      "label": "土地与公共设施管理",
      "value": "100712"
    },
    {
      "label": "工程施工",
      "value": "100702"
    },
    {
      "label": "教育培训",
      "value": "100300"
    },
    {
      "label": "培训/辅导机构",
      "value": "100303"
    },
    {
      "label": "职业培训",
      "value": "100305"
    },
    {
      "label": "学前教育",
      "value": "100301"
    },
    {
      "label": "学校/学历教育",
      "value": "100302"
    },
    {
      "label": "学术/科研",
      "value": "100304"
    },
    {
      "label": "广告/传媒/文化/体育",
      "value": "100100"
    },
    {
      "label": "文化艺术/娱乐",
      "value": "100104"
    },
    {
      "label": "体育",
      "value": "100105"
    },
    {
      "label": "广告/公关/会展",
      "value": "100101"
    },
    {
      "label": "广播/影视",
      "value": "100103"
    },
    {
      "label": "新闻/出版",
      "value": "100102"
    },
    {
      "label": "制造业",
      "value": "100900"
    },
    {
      "label": "通用设备",
      "value": "100906"
    },
    {
      "label": "专用设备",
      "value": "100907"
    },
    {
      "label": "电气机械/器材",
      "value": "100908"
    },
    {
      "label": "金属制品",
      "value": "100909"
    },
    {
      "label": "非金属矿物制品",
      "value": "100910"
    },
    {
      "label": "橡胶/塑料制品",
      "value": "100911"
    },
    {
      "label": "化学原料/化学制品",
      "value": "100912"
    },
    {
      "label": "仪器仪表",
      "value": "100913"
    },
    {
      "label": "自动化设备",
      "value": "100914"
    },
    {
      "label": "印刷/包装/造纸",
      "value": "100904"
    },
    {
      "label": "铁路/船舶/航空/航天制造",
      "value": "100905"
    },
    {
      "label": "计算机/通信/其他电子设备",
      "value": "100915"
    },
    {
      "label": "新材料",
      "value": "100916"
    },
    {
      "label": "机械设备/机电/重工",
      "value": "100901"
    },
    {
      "label": "仪器仪表/工业自动化",
      "value": "100902"
    },
    {
      "label": "原材料及加工/模具",
      "value": "100903"
    },
    {
      "label": "其他制造业",
      "value": "100917"
    },
    {
      "label": "专业服务",
      "value": "100600"
    },
    {
      "label": "咨询",
      "value": "100601"
    },
    {
      "label": "财务/审计/税务",
      "value": "100605"
    },
    {
      "label": "人力资源服务",
      "value": "100604"
    },
    {
      "label": "法律",
      "value": "100602"
    },
    {
      "label": "检测/认证/知识产权",
      "value": "100609"
    },
    {
      "label": "翻译",
      "value": "100603"
    },
    {
      "label": "其他专业服务",
      "value": "100608"
    },
    {
      "label": "制药/医疗",
      "value": "100400"
    },
    {
      "label": "医疗服务",
      "value": "100402"
    },
    {
      "label": "医美服务",
      "value": "100404"
    },
    {
      "label": "医疗器械",
      "value": "100403"
    },
    {
      "label": "IVD",
      "value": "100405"
    },
    {
      "label": "生物/制药",
      "value": "100401"
    },
    {
      "label": "医药批发零售",
      "value": "100406"
    },
    {
      "label": "医疗研发外包",
      "value": "100407"
    },
    {
      "label": "汽车",
      "value": "100800"
    },
    {
      "label": "新能源汽车",
      "value": "100804"
    },
    {
      "label": "汽车智能网联",
      "value": "100805"
    },
    {
      "label": "汽车经销商",
      "value": "100806"
    },
    {
      "label": "汽车后市场",
      "value": "100807"
    },
    {
      "label": "汽车研发/制造",
      "value": "100801"
    },
    {
      "label": "汽车零部件",
      "value": "100802"
    },
    {
      "label": "摩托车/自行车制造",
      "value": "100808"
    },
    {
      "label": "4S店/后市场",
      "value": "100803"
    },
    {
      "label": "交通运输/物流",
      "value": "100500"
    },
    {
      "label": "即时配送",
      "value": "100505"
    },
    {
      "label": "快递",
      "value": "100506"
    },
    {
      "label": "公路物流",
      "value": "100507"
    },
    {
      "label": "同城货运",
      "value": "100508"
    },
    {
      "label": "跨境物流",
      "value": "100509"
    },
    {
      "label": "装卸搬运和仓储业",
      "value": "100510"
    },
    {
      "label": "客运服务",
      "value": "100511"
    },
    {
      "label": "港口/铁路/公路/机场",
      "value": "100512"
    },
    {
      "label": "交通/运输",
      "value": "100501"
    },
    {
      "label": "物流/仓储",
      "value": "100502"
    },
    {
      "label": "能源/化工/环保",
      "value": "101200"
    },
    {
      "label": "光伏",
      "value": "101208"
    },
    {
      "label": "储能",
      "value": "101209"
    },
    {
      "label": "动力电池",
      "value": "101210"
    },
    {
      "label": "风电",
      "value": "101211"
    },
    {
      "label": "其他新能源",
      "value": "101212"
    },
    {
      "label": "环保",
      "value": "101207"
    },
    {
      "label": "化工",
      "value": "101202"
    },
    {
      "label": "电力/热力/燃气/水利",
      "value": "101205"
    },
    {
      "label": "石油/石化",
      "value": "101201"
    },
    {
      "label": "矿产/地质",
      "value": "101203"
    },
    {
      "label": "采掘/冶炼",
      "value": "101204"
    },
    {
      "label": "新能源",
      "value": "101206"
    },
    {
      "label": "金融",
      "value": "100200"
    },
    {
      "label": "互联网金融",
      "value": "100206"
    },
    {
      "label": "银行",
      "value": "100201"
    },
    {
      "label": "投资/融资",
      "value": "100207"
    },
    {
      "label": "证券/期货",
      "value": "100203"
    },
    {
      "label": "基金",
      "value": "100204"
    },
    {
      "label": "保险",
      "value": "100202"
    },
    {
      "label": "租赁/拍卖/典当/担保",
      "value": "100208"
    },
    {
      "label": "信托",
      "value": "100205"
    },
    {
      "label": "财富管理",
      "value": "100209"
    },
    {
      "label": "其他金融业",
      "value": "100210"
    },
    {
      "label": "政府/非盈利机构/其他",
      "value": "101300"
    },
    {
      "label": "农/林/牧/渔",
      "value": "101303"
    },
    {
      "label": "非盈利机构",
      "value": "101302"
    },
    {
      "label": "政府/公共事业",
      "value": "101301"
    },
    {
      "label": "其他行业",
      "value": "101304"
    },
    {
      "label": "不限",
      "value": "0"
    },
    {
      "label": "互联网/AI",
      "value": "100000"
    },
    {
      "label": "互联网",
      "value": "100020"
    },
    {
      "label": "电子商务",
      "value": "100001"
    },
    {
      "label": "计算机软件",
      "value": "100021"
    },
    {
      "label": "生活服务(O2O)",
      "value": "100007"
    }
  ],
  "jobType": [
    {
      "label": "不限",
      "value": "0"
    },
    {
      "label": "全职",
      "value": "1901"
    },
    {
      "label": "兼职",
      "value": "1903"
    }
  ],
  "salary": [
    {
      "label": "不限",
      "value": "0"
    },
    {
      "label": "3K以下",
      "value": "402"
    },
    {
      "label": "3-5K",
      "value": "403"
    },
    {
      "label": "5-10K",
      "value": "404"
    },
    {
      "label": "10-20K",
      "value": "405"
    },
    {
      "label": "20-50K",
      "value": "406"
    },
    {
      "label": "50K以上",
      "value": "407"
    }
  ],
  "scale": [
    {
      "label": "不限",
      "value": "0"
    },
    {
      "label": "0-20人",
      "value": "301"
    },
    {
      "label": "20-99人",
      "value": "302"
    },
    {
      "label": "100-499人",
      "value": "303"
    },
    {
      "label": "500-999人",
      "value": "304"
    },
    {
      "label": "1000-9999人",
      "value": "305"
    },
    {
      "label": "10000人以上",
      "value": "306"
    }
  ],
  "stage": [
    {
      "label": "不限",
      "value": "0"
    },
    {
      "label": "未融资",
      "value": "801"
    },
    {
      "label": "天使轮",
      "value": "802"
    },
    {
      "label": "A轮",
      "value": "803"
    },
    {
      "label": "B轮",
      "value": "804"
    },
    {
      "label": "C轮",
      "value": "805"
    },
    {
      "label": "D轮及以上",
      "value": "806"
    },
    {
      "label": "已上市",
      "value": "807"
    },
    {
      "label": "不需要融资",
      "value": "808"
    }
  ]
} as const
